/* 
  Localizable.strings
  FreeFlight

  Created by Frederic D'Haeyer on 12/12/11.
  Copyright 2011 Parrot SA. All rights reserved.
*/

/* Common */
"Loading..." = "A carregar...";
"PREFERENCES" = "PREFERÊNCIAS";
"Yes" = "Sim";
"No" = "Não";
"SIGN IN" = "REGISTAR-SE";
"Error: %@" = "Erro: %@";
"Authentication Failed" = "Falha na autenticação";
"TITLE" = "TÍTULO";
"DESCRIPTION" = "DESCRIÇÃO";
"TAGS" = "ETIQUETAS";
"PRIVATE" = "PRIVADO";
"PUBLIC" = "PÚBLICO";
"UPLOAD NOW" = "ENVIAR AGORA";
"Do you want to retry?" = "Desejas tentar de novo?";
"UPLOADING..." = "ENVIO EM CURSO…";

/* LoadingView */
"CANCEL" = "CANCELAR";

/* ARNavigationBarView */
"Demo in store" = "Demonstração na loja";
"Where to buy?" = "Onde comprar?";

/* ARBottomBarView */
"SORT:" = "DISPOSIÇÃO:";
"ALL" = "TODOS";
"PHOTOS" = "FOTOS";
"VIDEOS" = "VÍDEOS";

/* GoogleAPISignInView */
"CONNECTION TO ACCOUNT" = "LIGAÇÃO À CONTA";
"LOGIN" = "ACEDER";
"PASSWORD" = "PALAVRA-PASSE";
"Remember?" = "Relembrar?";
"SIGNING IN..." = "A REGISTAR-SE...";
"Wrong username / password." = "Nome de utilizador / palavra-passe errados.";
"Internet connection not available. Please make sure to have a 3G/Wi-Fi connection available." = "Ligação à Internet indisponível. Certifica-te de que tens uma ligação 3G/Wi-Fi disponível.";
"Unkown error." = "Erro desconhecido.";

/* MediaPhotoUploadingView */
"AR.Drone album" = "Álbum AR.Drone";
"UPLOAD YOUR PICTURE" = "ENVIAR A TUA IMAGEM";
"Retrieving albums..." = "Recuperar álbuns...";
"CREATING ALBUM..." = "CRIAR ÁLBUM...";
"ALBUM CREATED!" = "ÁLBUM CRIADO!";
"FAILED TO CREATE ALBUM!" = "FALHA NA CRIAÇÃO DO ÁLBUM!";
"FAILED TO RETRIEVE ALBUM!" = "FALHA NA RECUPERAÇÃO DO ÁLBUM!";
"Cannot retrieve album" = "Impossível recuperar álbum";
"Unknown user. Please finalize your account creation on https://picasaweb.google.com." = "Utilizador desconhecido. Por favor, finaliza a criação da tua conta em https://picasaweb.google.com.";
"PHOTO UPLOADED!" = "FOTO ENVIADA!";
"FAILED TO UPLOAD PHOTO!" = "FALHA NO ENVIO DA FOTO!";
"Incorrect album title" = "Título do álbum incorrecto";
"Album title should not be longer than 100 characters" = "O título do álbum não deverá ter mais de 100 caracteres";

/* MediaThumbsView */
"PHOTOS / VIDEOS" = "FOTOS / VÍDEOS";
"DISMISS" = "DISPENSAR";

/* MediaVideoUploadingView */
"Retrieving categories..." = "Recuperar categorias...";
"UPLOAD YOUR VIDEO" = "ENVIAR O TEU VÍDEO";
"FAILED TO RETRIEVE CATEGORIES!" = "FALHA NA RECUPERAÇÃO DAS CATEGORIAS!";
"VIDEO UPLOADED!" = "VÍDEO ENVIADO!";
"FAILED TO UPLOAD VIDEO!" = "FALHA NO ENVIO DO VÍDEO!";
"Please create a channel on http://www.youtube.com." = "Cria um canal em http://www.youtube.com.";

/* MediaView */
"SHARE" = "PARTILHAR";
"%d of %d" = "%d de %d";
"TRANSFER TO CAMERA ROLL FAILED!" = "FALHA NA TRANSFERÊNCIA PARA PASTA DA CÂMARA!";
"TRANSFER TO CAMERA ROLL SUCCEED!" = "TRANSFERÊNCIA PARA PASTA DA CÂMARA EFECTUADA COM SUCESSO!";

/* MenuGameView */
"PARROT AR.DRONE GAMES" = "JOGOS AR.DRONE DA PARROT";
"DOWNLOAD" = "DESCARREGAR";
"TRAILER" = "EXCERTO";
"SEND TO FRIEND" = "ENVIAR A UM AMIGO";
"Subscribe to AR.Drone News" = "Subscrever Notícias do AR.Drone";
"PLAY" = "JOGAR";
"Sorry, this game is not available." = "Lamentamos, este jogo não se encontra disponível.";
"Your email is currently being sent." = "O teu e-mail está a ser enviado.";
"Information" = "Informação";
"Games are not available yet for AR.Drone 2.0." = "Ainda não há jogos disponíveis para o AR.Drone 2.0.";
"PURSUIT_DESCRIPTION" = "AR.Pursuit é o primeiro jogo multijogadores desenvolvido para o AR.Drone! Para jogar este jogo, ambos os jogadores têm de ter um AR.Drone da Parrot. O AR.Pursuit ajuda-te a tornares-te num ÁS: AR.Pursuit apresenta as notáveis capacidades técnicas e de voo do AR.Drone, permitindo aos jogadores testarem as suas capacidades de pilotagem. Este jogo demonstra a extrema manobrabilidade e estabilidade do AR.Drone. Os jogadores mergulham num mundo em que o real e o virtual se misturam numa perseguição a alta velocidade... Uma verdadeira experiência única!";
"FLYINGACE_DESCRIPTION" = "AR.FlyingAce é um jogo criado especialmente para o AR.Drone. Este jogo multijogadores permite a 2 pilotos entrarem numa batalha aérea sem precedentes. Cada piloto pode lançar a qualquer momento mísseis ao seu adversário para se colocar em vantagem e tornar-se o ás dos ares. Graças a este jogo, irás também melhorar as tuas competências de voo.";
"RACE_DESCRIPTION" = "AR.Race é um jogo de corrida para o AR.Drone da Parrot. Graças ao AR.Race, podes criar o teu próprio circuito de corridas, usando obstáculos na tua casa ou jardim. Indica o número de voltas a completar e espera que o semáforo fique verde antes de arrancar, ou podes ser penalizado! Para validar uma volta, prime duas vezes o topo do casco central. Faz corridas contra os teus amigos para descobrir quem faz o melhor tempo.";
"HUNTER_DESCRIPTION" = "Homem contra a máquina até à morte! AR.Hunter é um jogo de tiros para dois jogadores de Realidade Acrescida para o AR.Drone da Parrot. O jogo coloca frente-a-frente um jogador humano contra o piloto do AR.Drone. Um jogo para dois jogadores que requer apenas um AR.Drone! Estão disponíveis 2 modos de jogo: Modo de duelo e modo de caça. Graças ao boné especial de detecção desenvolvido para o AR.Hunter, podes experimentar uma experiência incrível. Quem será o mais rápido e o mais táctico em acção? Humano ou piloto? Tudo depende de ti!";
"RESCUE_DESCRIPTION" = "AR.Rescue é um jogo A SÓS de realidade acrescida para jogares com o AR.Drone da Parrot. Ajuda os alienígenas a recolher as peças do foguetão espalhadas na atmosfera e defende-te contra os maléficos crunchers! Encontra as peças dos foguetões alienígenas espalhadas pela atmosfera sob a orientação do Sargento Major Pain. Encontra-as em Realidade Acrescida em redor do teu AR.Drone, recolhe-as e leva-as de volta para a base, para que os alienígenas possam reconstruir os seus foguetões. AR.Rescue tem 40 níveis divididos por 4 mundos. Obtém o jogo mais incrível feito para o AR.Drone em Realidade Acrescida.";
"Discover: \"%@\"" = "Descobre: \"%@\"";
"View this application in the Apple Store:" = "Descobre esta aplicação na Apple Store:";
"<br>PARROT SA" = "<br>PARROT SA";
"<br>Category: Games</p>" = "<br>Categoria: Jogos</p>";

/* MenuGamesTrailerView */
"TRAILER" = "EXCERTO";
"GAME TRAILER" = "EXCERTO DO JOGO";
"Cannot Load Trailer" = "Impossível Carregar o Excerto";
"Trailer was not found." = "Excerto não foi encontrado.";

/* MenuHomeView */
"PILOTING" = "TAKE OFF";
"AR.DRONE\nACADEMY" = "ACADEMIA\nAR.DRONE";
"PHOTOS\nVIDEOS" = "FOTOS\nVÍDEOS";
"AR.DRONE\nUPDATE" = "ACTUALI-\nZAÇÃO DO AR.DRONE";
"GAMES" = "JOGOS";
"USERS\nVIDEOS" = "VÍDEOS DOS\nUTILIZADORES";
"Wi-Fi NOT AVAILABLE, PLEASE CONNECT YOUR DEVICE TO YOUR AR.DRONE" = "Wi-Fi INDISPONÍVEL. LIGA O TEU DISPOSITIVO AO TEU AR.DRONE";
"INTERNET CONNECTION NOT AVAILABLE" = "LIGAÇÃO DE INTERNET INDISPONÍVEL";
"NO FLIGHT PHOTOS OR VIDEOS SAVED ON YOUR DEVICE" = "NÃO HÁ FOTOS OU VÍDEOS DE VOO GUARDADOS NO TEU DISPOSITIVO";
"YOUR AR.DRONE IS UP TO DATE" = "O TEU AR.DRONE ESTÁ ACTUALIZADO";

/* MenuPreferences */
"Google Account" = "Conta do Google";
"SIGN OUT" = "SAIR";

/* GoogleAPIManager */
"AR.Drone %d.%d Video: %@" = "Vídeo do AR.Drone %d.%d: %@";
"Video recorded with a Parrot AR.Drone!\n\nOfficial Website: http://www.ardrone.com\nFollow AR.Drone on: http://www.twitter.com/ardrone\nBecome a Fan on: http://www.facebook.com/parrot" = "Vídeo gravado com um AR.Drone da Parrot!\n\nWebsite Oficial: http://www.ardrone.com\nFollow AR.Drone em: http://www.twitter.com/ardrone\nTorna-te um fã em: http://www.facebook.com/parrot";
"AR.Drone %d.%d Photo: %@" = "Foto do AR.Drone %d.%d: %@";
"Picture taken with a Parrot AR.Drone!\n\nOfficial Website: http://www.ardrone.com\nFollow AR.Drone on: http://www.twitter.com/ardrone\nBecome a Fan on: http://www.facebook.com/parrot" = "Imagem gravada com um AR.Drone da Parrot!\n\nWebsite Oficial: http://www.ardrone.com\nFollow AR.Drone em: http://www.twitter.com/ardrone\nTorna-te um fã em: http://www.facebook.com/parrot";
"Photos taken with an AR.Drone 2.0. More info on http://www.ardrone2.com." = "Fotos tiradas com um AR.Drone 2.0. Mais informação em http://www.ardrone2.com.";

/* MenuUpdaterView */
"AR.DRONE UPDATE" = "ACTUALIZAÇÃO DO AR.DRONE";
"Update Warning" = "Aviso de Actualização";
"Please un-plug your USB key from the AR.Drone now" = "Por favor, retire agora a sua pen USB do AR.Drone";
"Please update your AR.Drone to allow video recording and sharing and full compatibility with this app update." = "Por favor, actualiza o teu AR.Drone para permitir a gravação e partilha de vídeo e a completa compatibilidade com as actualizações desta aplicação.";